[IRI_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="РПГ"
FriendlyNamePlural="РПГ"
BriefSummary="Стандартная переносная ракетная установка XCOM. Способна использовать только самые базовые ракеты. \n\nДоступна для экипировки Разрушителям. \n\nЗаменяет собой перчатку, что лишает бойца возможности использовать огнемет, но позволяет запускать больше ракет."
TacticalText="<Bullet/> Стандартная переносная ракетная установка XCOM, оставшаяся от первоначального вторжения инопланетян. <br/><Bullet/> Экипировать РПГ можно только Разрушители. <br/><Bullet/> Внимание! Обычная РПГ не может запускать продвинутые и высокотехнологичные ракеты. (у таких ракет будет красный знак при попытке их экипировать)"
AbilityDescName="РПГ"

[IRI_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Улучшенный РПГ"
FriendlyNamePlural="Улучшенные РПГ"
BriefSummary="Усовершенствованная версия ракетной установки использует магнитные катушки для увеличения эффективного радиуса действия ракет. Способна вести огонь экспериментальными ракетами. \n\nДоступна для экипировки Разрушителям. \n\nЗаменяет собой перчатку, что лишает бойца возможности использовать огнемет, но позволяет запускать больше ракет."
TacticalText="<Bullet/> Усовершенствованная версия нашей ракетной установки использует магнитные катушки для увеличения эффективного радиуса действия ракет. <br/><Bullet/> Способен запускать базовые и экспериментальные ракеты. <br/><Bullet/> Экипировать РПГ можно только Разрушители."
AbilityDescName="РПГ"

[IRI_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="Элериевый РПГ"
FriendlyNamePlural="Элериевые РПГ"
BriefSummary="Вершина технологий тяжелого оружия, элериевый РПГ использует метод контролируемого выгорания, чтобы безопасно ускорить наши тяжелые боеприпасы до скоростей, которые, похоже, нарушают законы физики, как мы их понимаем. Способна вести огонь любыми видами ракет. \n\nДоступна для экипировки Разрушителям. \n\nЗаменяет собой перчатку, что лишает бойца возможности использовать огнемет, но позволяет запускать больше ракет."
TacticalText="<Bullet/> Вершина технологий тяжелого оружия, элериевый РПГ использует метод контролируемого выгорания, чтобы безопасно ускорить наши тяжелые боеприпасы до скоростей, которые, похоже, нарушают законы физики, как мы их понимаем. <br/><Bullet/> Способен запускать любые виды ракет. <br/><Bullet/> Экипировать РПГ можно только Разрушители."
AbilityDescName="РПГ"

[IRI_GiveRocket X2AbilityTemplate]
LocFriendlyName="Передать ракету"
LocHelpText="Передать ракету стоящему рядом бойцу."

[IRI_ArmRocket X2AbilityTemplate]
LocFriendlyName="Взвести ракету"
LocHelpText="Взвести ракету, готовя ее к выстрелу. Взводить можно только одну ракету."

[IRI_RocketMobilityPenalty X2AbilityTemplate]
LocFriendlyName="Боеприпасы"
LocLongDescription="Переноска ракет в инвентаре замедляет этого солдата. Когда ракеты использованы или переданы, штраф к мобильности исчезает."
LocHelpText="Переноска ракет в инвентаре замедляет этого солдата. Когда ракеты использованы или переданы, штраф к мобильности исчезает."

[IRI_Fire_PlasmaEjector X2AbilityTemplate]
LocFriendlyName="Выстрел плазменным излучателем"
LocLongDescription="Выстрелить плазменным излучателем в указанную зону."
LocHelpText="Выстрелить плазменным излучателем в указанную зону."

[IRI_FireLockon X2AbilityTemplate]
LocFriendlyName="Самонаводящаяся атака сверху"
LocLongDescription="Выстрел самонаводящейся ракетой в цель с активной Голографической меткой, удар наносится сверху." 
LocHelpText="Выстрел самонаводящейся ракетой в цель с активной Голографической меткой, удар наносится сверху." 

[IRI_LockAndFireLockon X2AbilityTemplate]
LocFriendlyName="Прямой выстрел с наведением"
LocLongDescription="Выстрел ракетой с наведением прямо по вражескому роботу. Атака стоит два действия."
LocHelpText="Выстрел ракетой с наведением прямо по вражескому роботу."

[IRI_LockAndFireLockon_Holo X2AbilityTemplate]
LocFriendlyName="Прямой выстрел с наведением"
LocLongDescription="Выстрел ракетой с наведением прямо по цели с активной Голографической меткой. Прицеливание по врагу в полном укрытии невозможно."
LocHelpText="Выстрел ракетой с наведением прямо по цели с активной Голографической меткой."

[IRI_LockonHitBonus X2AbilityTemplate]
LocFriendlyName="Размер цели"

[IRI_FireSabot X2AbilityTemplate]
LocFriendlyName="Выстрел подкалиберным снарядом"
LocLongDescription="Выстрел подкалиберным снарядом в выбранную цель."
LocHelpText="Выстрел подкалиберным снарядом в выбранную цель."

[IRI_FireSabot_Spark X2AbilityTemplate]
LocFriendlyName="Выстрел подкалиберным снарядом"
LocLongDescription="Выстрел подкалиберным снарядом в выбранную цель."
LocHelpText="Выстрел подкалиберным снарядом в выбранную цель."

[IRI_SabotHitBonus X2AbilityTemplate]
LocFriendlyName="Размер цели"

[IRI_ExperimentalRocket X2TechTemplate]
DisplayName="Экспериментальная ракета"
Summary="Вкладывая дополнительные ресурсы в развитие тяжелого вооружения, мы могли бы производить более мощные типы боеприпасов для наших РПГ, чтобы повысить универсальность наших войск в полевых условиях. Однако эти экспериментальные ракеты более технологически требовательны. Для стрельбы ими нужен, по меньшей мере, Улучшенный РПГ." 

[IRI_PoweredRocket X2TechTemplate]
DisplayName="Усиленная ракета"
Summary="Имея достаточно времени и ресурсов, мы могли бы разработать действительно новаторские конструкции тяжелых боеприпасов для наших РПГ. Чтобы запустить эти ракеты, потребуется ракетная установка с питанием от элерия." 

[IRI_ImprovedRockets X2TechTemplate]
DisplayName="Улучшенные ракеты"
Summary="Теперь, когда у нас есть доступ к новейшим материалам и технологиям, мы могли бы обновить и наше производство экспериментальных ракет, улучшив их до уровня наших Усиленных ракет." 


[IRI_FireRocketLauncher X2AbilityTemplate]
LocFriendlyName="Выстрел ракетой"
LocHelpText="Запустить ракету в выбранную область. Ракета может отклониться от цели."

[IRI_FireTacticalNuke X2AbilityTemplate]
LocFriendlyName="Выстрел тактическим ядерным зарядом"
LocHelpText="Запустить ракету с тактическим ядерным зарядом в выбранную область."

[IRI_FireTacticalNuke_Spark X2AbilityTemplate]
LocFriendlyName="Выстрел тактическим ядерным зарядом"
LocHelpText="Запустить ракету с тактическим ядерным зарядом в выбранную область."

[ShockAndAwe X2AbilityTemplate]
-LocLongDescription="Теперь в вашей Перчатке есть одноразовый ракетница. Требуется для получения всех способностей ракетчика."
-LocHelpText="Теперь в вашей Перчатке есть одноразовая ракетница. Требуется для получения всех способностей ракетчика."
-LocPromotionPopupText="<Bullet/> Теперь в вашей Перчатке есть одноразовая ракетница.<br/>"
+LocLongDescription="Теперь в вашей Перчатке есть одноразовая ракетница, а ваш РПГ теперь заряжен одной ракетой."
+LocHelpText="Теперь в вашей перчатке есть одноразовая ракетница, а ваш РПГ теперь заряжен одной ракетой."
+LocPromotionPopupText="<Bullet/> Теперь в вашей перчатке есть одноразовая ракетница, а ваш РПГ теперь заряжен одной ракетой.<br/>"

[CovertAction_IRI_Nuke X2CovertActionTemplate]
ActionObjective="Очищенный элерий"

[CovertActionNarrative_IRI_Nuke X2CovertActionNarrativeTemplate]
ActionName="Очищенный элерий"
ActionPreNarrative="Недавно мы получили информацию от сопротивления о том, что секретный исследовательский центр \"Адвента\" получил образец очищенного элерия, нестабильного источника огромной энергии. Мы могли бы использовать его для создания невероятно разрушительной ракеты. Небольшая команда может попытаться проникнуть на объект и украсть образец, но для этой опасной миссии потребуется инженер, чтобы получить доступ к образцу, и ученый для правильного обращения с ним."
ActionPostNarrative="Мы смогли захватить лишь небольшое количество очищенного элерия. Надеюсь, это будет стоить затраченных усилий."

[IRI_NuclearMaterial X2ItemTemplate]
FriendlyName = "Очищенный элерий"
FriendlyNamePlural = "Очищенный элерий"
BriefSummary = "Очищенный элерий - нестабильный источник огромной энергии. Мы могли бы использовать его для создания невероятно разрушительной ракеты."
TacticalText = "Очищенный элерий - нестабильный источник огромной энергии. Мы могли бы использовать его для создания невероятно разрушительной ракеты."

[IRI_ArmTacticalNuke X2AbilityTemplate]
LocFriendlyName="Взвести тактический ядерный заряд"
LocHelpText="Взвести тактический ядерный заряд, готовя его к выстрелу. Взводить можно только одну ракету."
LocLongDescription="Взвести ракету с тактическим ядерным зарядом, готовя его к выстрелу. Взводить можно только одну ракету. После взвода ракета уже не может быть обезврежена и взорвется, если не выстрелить, в течение нескольких ходов."

[IRI_GiveNuke X2AbilityTemplate]
LocFriendlyName="Передать ракету"
LocHelpText="Передать ракету стоящему рядом бойцу."

[Reward_IRI_NuclearMaterial X2RewardTemplate]
DisplayName="Компонент для создания ракеты"

[IRI_TacticalNuke_Tech X2TechTemplate]
DisplayName="Тактический ядерный заряд"
Summary="Если нам удастся заполучить немного очищенного элерия, то наши ученые и инженеры смогли бы разработать компактную ядерную боеголовку, и разместить ее в ракете для РПГ. Подобное оружие может перевернуть исход боя даже при столкновении с крупными силами АДВЕНТА."

[IRI_DetonateTacticalNuke X2AbilityTemplate]
LocFriendlyName="Самоподрыв ядерного заряда"
LocLongDescription="Ядерный заряд автоматически взорвется  через 3 хода после взвода."
LocHelpText="Ядерный заряд автоматически взорвется  через 3 хода после взвода."
